{
  "header": {
    "logo": "Pravilo.Club",
    "navigation": [
      "О Правиле",
      "Услуги и цены",
      "Приключения на природе",
      "Ручные ремесла",
      "Оздоровительные терапии",
      "Духовные практики",
      "Расписание и бронирование",
      "Контакт"
    ]
  },
  "main_content": {
    "headline": "Раскройте потенциал своего тела. Ощутите глубокую декомпрессию позвоночника и избавьтесь от хронического напряжения всего за один сеанс.",
    "sub_headline": "PRAVILO.club - AUTHENTIC GRAVITY DECOMPRESSION THERAPY",
    "introductory_offer": "Ощутите на себе традиционный русский метод оздоровления позвоночника. Избавьтесь от хронических болей в спине и суставах. Повысьте гибкость и увеличьте амплитуду движений. Создайте функциональную силу во всем теле.",
    "call_to_action": "Зарезервируйте место"
  },
  "what_is_pravilo": {
    "title": "«ПравИло»: древняя сила для современных побед",
    "text": "Когда-то давно, в глубоких лесах, мудрые старцы и суровые воины готовили своё тело и дух к великим свершениям. Их секрет — особая методика, воплощённая в тренажёре «ПравИло». Это не просто снаряд, а целая система, которая ставит всё на свои места: и в теле, и в голове.\n\n«ПравИло» — это уникальный древнеславянский тренажер, который позволяет достичь глубокой декомпрессии позвоночника и суставов. Он работает за счет естественной горизонтальной вытяжки, где под массой собственного тела (с возможностью регулировки нагрузки) равномерно распределяется воздействие на весь опорно-двигательный аппарат. Это способствует снятию компрессии с межпозвоночных дисков, освобождению защемленных нервов и улучшению кровообращения. Одновременно происходит мягкое растяжение мышц, связок и сухожилий, что увеличивает гибкость и подвижность суставов.\n\nХотите вывести свои тренировки на новый уровень? «ПравИло» — ваш мощный союзник. Всего за несколько минут вы почувствуете, как уходят стресс и усталость, а на их место приходят энергия, лёгкость и гармония. Это не магия, а проверенная временем методика, которая позволяет раскрыть древнюю силу и стать сильнее не только в зале, но и в жизни. Эффективность тренажера «ПравИло» доказана функциональными и практическими исследованиями."
  },
  "who_is_pravilo_for": {
    "title": "Для кого Правило?",
    "text": "\"Правило\" полезно для широкого круга людей: от спортсменов, стремящихся улучшить свои результаты и ускорить восстановление, до офисных работников, которые ищут способ снять напряжение от сидячего образа жизни. Оно особенно эффективно для людей, страдающих от неострых болей в спине, искривлений позвоночника (таких как сколиоз), остеохондроза и тугоподвижности суставов. По сути, пользу может извлечь любой, кто хочет стать сильнее, гибче и лучше чувствовать свое тело."  },  "about_misha": {    "title": "О Михаиле Бондаруке",    "introduction": "Мой путь начался с интереса к телу и здоровью. Я учился в спортивном колледже, затем в университете физкультуры в Москве. Но самые важные уроки я получил не из книг, а в живом опыте — через путешествия, поиски и личные эксперименты с телом и сознанием.",    "journey": {      "title": "Жизненный Путь",      "text": "С юности меня тянуло к свободе и к исследованию пределов человеческих возможностей. Я много лет путешествовал автостопом по России и странам постсосоветского пространства, объехал почти всё южное побережье страны. Потом отправился дальше — в Азию. Посетил Таиланд, Малайзию, Индонезию, Камбоджу, Вьетнам. Долгое время жил в Индии и Южной Корее. Эти путешествия научили меня лёгкости, умению приспосабливаться и видеть красоту в простом."    },    "nutrition_experiments": {      "title": "Эксперименты с Питанием",      "text": "Да, питание стало для меня настоящей лабораторией. Я пробовал разные системы: вегетарианство, веганство, сыроедение. В итоге я был на сыроедении восемь лет, из которых три с половиной года — чисто фрукторианство. Позже добавил и более мягкие режимы. Эти годы показали мне, как питание влияет на тело и психику, на уровень энергии и ясность сознания.\nЯ практиковал длительные голодания, делал очищения, в том числе с касторовым маслом, пил свежие соки. Всё это было частью большого эксперимента по самовосстановлению. Я понял, что тело может обновляться и запускать свои регенеративные процессы, если дать ему правильные условия."    },    "current_practices": {      "title": "Текущие Практики",      "text": "Сейчас я совмещаю несколько направлений.\nЯ работаю как мастер массажа — снимаю спазмы, прорабатываю триггерные точки, восстанавливаю подвижность тела. У меня индивидуальный подход: иногда нужно мягко, иногда глубоко, но всегда с вниманием к человеку.\nЯ преподаю систему Альфа Гравити и создаю тренажёры Правило, которые помогают развивать силу, гибкость и здоровье связок.\nПрактикую закаливание — я круглый год хожу в шортах и футболке, даже зимой.\nИспользую дыхательные техники, молитвы и внутренние практики благодарности. Считаю, что здоровье начинается не только с тела, но и с души, с внутренней связи с Богом и вселенной."    },    "other_talents": {      "title": "Другие Таланты",      "text": "Да, я не могу ограничиться только одним направлением.\nЯ музыкант, играю на варгане и гармонике. Музыка для меня — это способ соединиться с собой и людьми.\nЗанимаюсь рукоделием — создаю украшения из проволоки и кристаллов. Для меня это медитативный процесс, в котором рождаются уникальные вещи.\nЛюблю путешествия — они продолжают оставаться частью меня."    },    "worldview_change": {      "title": "Изменение Мировоззрения",      "text": "Да, были тяжёлые периоды — потеря дома, бизнеса, семьи. В какой-то момент я оказался в режиме выживания. Но именно это сделало меня глубже. Я научился воспринимать события как факты, а не только как эмоции. Понял, что эмоции — это энергия: они могут питать нас, а могут разрушать. Всё зависит от качества и направления.\nМоя философия отношений, например, строится на доверии и искренности. Я вижу их как общий \"колодец энергии\", из которого двое могут черпать, если заботятся о нём вместе."    },    "summary": {      "title": "Краткое Описание Пути",      "text": "Мой путь — это путь поиска. Поиска здоровья, свободы и гармонии. Я не застываю на одном месте: пробую, исследую, меняюсь. Могу сказать, что главные мои учителя — это жизнь, дорога и люди, которых я встречал."    }  },
  "services": [
    {
      "name": "Discovery Session",
      "description": "Идеально для первого знакомства. Ваше введение в мир \"Правило\". Эта комплексная сессия включает в себя подробную консультацию для понимания ваших целей, полноценную разминку, сеанс декомпрессии под руководством инструктора и персональный план для дальнейшего продвижения.",
      "whats_included": [
        "90-минутный полный опыт",
        "Персональная оценка здоровья и осанки",
        "Направляемая декомпрессия на Правиле",
        "Интеграция после сессии и рекомендации"
      ],
      "call_to_action": "Забронируйте первую сессию"
    },
    {
      "name": "The Alignment Package",
      "description": "Наш рекомендуемый путь к долгосрочным результатам. Возьмите курс на значимые изменения. Этот пакет из пяти сеансов позволит вашему телу адаптироваться, освободиться от глубоких зажимов и укрепить мышечный корсет. Идеально подходит для решения конкретных проблем и создания долгосрочных улучшений осанки.",
      "whats_included": [
        "Пять 75-минутных сессий",
        "Прогрессивная программа тренировок на силу и гибкость",
        "Отслеживание текущего прогресса",
        "Приоритетное бронирование"
      ],
      "call_to_action": "Начните свое выравнивание"
    },
    {
      "name": "Single Session",
      "description": "Для постоянных клиентов. Одна сфокусированная сессия для поддержания вашего прогресса, проработки конкретного проблемного аспекта или просто для мощной \"настройки\" вашего тела и разума. Услуга доступна после прохождения ознакомительной сессии.",
      "whats_included": [
        "75-минутный общий опыт",
        "Целевая разминка и декомпрессия",
        "Идеально для технического обслуживания"
      ],
      "call_to_action": "Запланировать сессию"
    }
  ],
  "outdoor_adventures": {
    "title": "Связь с природой и приключенческие услуги",
    "description": "Свяжитесь с природой и откройте скрытые сокровища через направляемые опыты, которые сочетают физическое благополучие с экологическим сознанием.",
    "services": [
      {
        "name": "Треккинг по бамбуковому лесу",
        "description": "Исследуйте древние бамбуковые рощи на направляемых прогулках по природе. Изучайте местную флору, практикуйте осознанную ходьбу и испытайте терапевтические преимущества лесных ванн.",
        "duration": "3-4 часа",
        "includes": ["Профессиональный гид", "Образование о природе", "Техники осознанной ходьбы", "Возможности для фотографии"]
      },
      {
        "name": "Туры по открытию водопадов",
        "description": "Откройте скрытые водопады и природные бассейны. Идеально для тех, кто ищет приключения, релаксацию и связь с первозданной природой.",
        "duration": "4-5 часов",
        "includes": ["Посещение нескольких водопадов", "Возможности для плавания", "Природные скальные образования", "Места для пикника"]
      },
      {
        "name": "Горный треккинг на закате",
        "description": "Умеренные пешеходные тропы, ведущие к панорамным смотровым площадкам. Испытайте захватывающие закаты, развивая выносливость и связываясь с ландшафтом.",
        "duration": "2-3 часа",
        "includes": ["Живописные смотровые площадки", "Время заката", "Закуски на тропе", "Руководство по фотографии"]
      },
      {
        "name": "Опыт пляжного кемпинга",
        "description": "Ночной пляжный кемпинг с традиционным разведением костра, наблюдением за звездами и медитацией на рассвете. Изучайте навыки выживания, наслаждаясь первозданными прибрежными средами.",
        "duration": "Ночной",
        "includes": ["Кемпинговое оборудование", "Мастер-класс по разведению костра", "Сессия наблюдения за звездами", "Медитация на рассвете"]
      },
      {
        "name": "Прибрежное скалолазание",
        "description": "Скалолазание для начинающих на природных прибрежных образованиях. Развивайте силу, уверенность и наслаждайтесь захватывающими видами на океан.",
        "duration": "3-4 часа",
        "includes": ["Оборудование безопасности", "Базовое обучение скалолазанию", "Виды на океан", "Развитие силы"]
      }
    ]
  },
  "handcrafted_artisan": {
    "title": "Ручные ремесленные творения",
    "description": "Уникальные ручные украшения и функциональные произведения искусства, созданные из натуральных материалов и традиционными техниками.",
    "services": [
      {
        "name": "Украшения из кристаллов с проволочной обмоткой",
        "description": "Индивидуальные украшения с натуральными кристаллами, камнями и металлами. Каждое изделие создается индивидуально с использованием традиционных техник проволочной обмотки.",
        "materials": ["Натуральные кристаллы", "Медная проволока", "Серебряные акценты", "Местные камни"],
        "types": ["Ожерелья", "Браслеты", "Кольца", "Серьги", "Подвески"]
      },
      {
        "name": "Изготовление деревянных трубок",
        "description": "Ручные деревянные трубки из устойчивых лиственных пород. Каждое изделие уникально, с природными узорами древесины и эргономичным дизайном.",
        "materials": ["Разновидности лиственных пород", "Натуральные отделки", "Металлические проволочные акценты", "Каменные вставки"],
        "features": ["Эргономичный дизайн", "Природный узор древесины", "Индивидуальный размер", "Художественная резьба"]
      },
      {
        "name": "Украшения из кораллов и ракушек",
        "description": "Украшения, вдохновленные океаном, с использованием этически добытых коралловых и ракушечных материалов. Идеально для любителей пляжа и энтузиастов природы.",
        "materials": ["Этический коралл", "Натуральные ракушки", "Морское стекло", "Океанские камни"],
        "types": ["Ожерелья в океанской тематике", "Ракушечные браслеты", "Коралловые серьги", "Подвески из морского стекла"]
      },
      {
        "name": "Консультация по индивидуальному дизайну",
        "description": "Личная консультация для создания уникальных изделий, адаптированных к вашему стилю, энергии и намерениям. Идеально для особых случаев или личного значения.",
        "includes": ["Консультация по дизайну", "Выбор материалов", "Индивидуальный размер", "Личная символика"]
      }
    ]
  },
  "wellness_therapies": {
    "title": "Холистическое благополучие и телесная работа",
    "description": "Профессиональные терапевтические услуги, направленные на восстановление баланса, снятие напряжения и стимулирование естественных процессов исцеления.",
    "services": [
      {
        "name": "Глубокий тканевый массаж",
        "description": "Терапевтический массаж, направленный на хроническое напряжение, мышечные узлы и дисбалансы осанки. Сочетает различные техники для максимального облегчения и релаксации.",
        "techniques": ["Глубокая тканевая работа", "Терапия триггерных точек", "Миофасциальное освобождение", "Шведский массаж"],
        "benefits": ["Обезболивание", "Улучшение кровообращения", "Снижение стресса", "Лучший сон"]
      },
      {
        "name": "Терапия выравнивания позвоночника",
        "description": "Мягкие, неинвазивные техники для улучшения выравнивания позвоночника и подвижности суставов. Фокусируется на естественной механике тела и коррекции осанки.",
        "techniques": ["Мягкие корректировки", "Оценка осанки", "Упражнения на подвижность", "Образование по выравниванию"],
        "benefits": ["Снижение болей в спине", "Улучшение осанки", "Лучшая подвижность", "Профилактический уход"]
      },
      {
        "name": "Сессия балансировки энергии",
        "description": "Холистический подход, сочетающий массаж, энергетическую работу и дыхательные техники для восстановления естественного потока энергии и эмоционального баланса.",
        "techniques": ["Энергетическая работа", "Дыхательные упражнения", "Техники релаксации", "Балансировка чакр"],
        "benefits": ["Эмоциональное освобождение", "Восстановление энергии", "Ментальная ясность", "Внутренний покой"]
      },
      {
        "name": "Спортивный восстановительный массаж",
        "description": "Специализированный массаж для спортсменов и активных людей. Фокусируется на восстановлении мышц, предотвращении травм и оптимизации производительности.",
        "techniques": ["Спортивный массаж", "Растяжка", "Протоколы восстановления", "Предотвращение травм"],
        "benefits": ["Быстрое восстановление", "Предотвращение травм", "Повышение производительности", "Улучшение гибкости"]
      }
    ]
  },
  "spiritual_practices": {
    "title": "Древняя мудрость и духовные практики",
    "description": "Традиционные практики и инициации, основанные на древней мудрости, адаптированные для современных искателей на их духовном пути.",
    "services": [
      {
        "name": "Священная огненная церемония",
        "description": "Традиционная огненная церемония для очищения, установления намерений и духовной связи. Испытайте трансформирующую силу священных пламен.",
        "elements": ["Священный огонь", "Установление намерений", "Ритуалы очищения", "Общее разделение"],
        "benefits": ["Духовное очищение", "Ясность цели", "Обновление энергии", "Связь сообщества"]
      },
      {
        "name": "Ритуал инициации в природе",
        "description": "Мощная церемония инициации в природных условиях. Свяжитесь с элементальными силами и получите руководство для вашего духовного пути.",
        "elements": ["Природная обстановка", "Элементальная связь", "Личное руководство", "Священные символы"],
        "benefits": ["Духовное пробуждение", "Связь с природой", "Личное руководство", "Направление жизни"]
      },
      {
        "name": "Круг предковой мудрости",
        "description": "Церемония почитания предков и связи с предковой мудростью. Изучайте традиционные практики и получайте предковое руководство.",
        "elements": ["Почитание предков", "Разделение мудрости", "Традиционные практики", "Семейная связь"],
        "benefits": ["Связь с предками", "Интеграция мудрости", "Семейное исцеление", "Культурное признание"]
      },
      {
        "name": "Ритуал элементального балансирования",
        "description": "Священный ритуал для балансирования четырех элементов внутри себя. Испытайте гармонию и выравнивание с природными силами.",
        "elements": ["Связь с землей", "Водное очищение", "Огненная трансформация", "Воздушная ясность"],
        "benefits": ["Элементальный баланс", "Внутренняя гармония", "Природное выравнивание", "Духовный рост"]
      },
      {
        "name": "Церемония пересечения порога",
        "description": "Священная церемония для жизненных переходов, новых начал и личной трансформации. Отметьте важные жизненные изменения с намерением и церемонией.",
        "elements": ["Отметка перехода", "Установление намерений", "Символические ритуалы", "Поддержка сообщества"],
        "benefits": ["Жизненные переходы", "Новые начала", "Личностный рост", "Поддержка сообщества"]
      },
      {
        "name": "Круг священной растительной медицины",
        "description": "Традиционная церемония растительной медицины для исцеления, прозрения и духовной связи. Испытайте мудрость священных растений в безопасной, направляемой обстановке.",
        "elements": ["Священные растения", "Направляемое путешествие", "Намерения исцеления", "Поддержка интеграции"],
        "benefits": ["Глубокое исцеление", "Духовное прозрение", "Мудрость растений", "Личная трансформация"]
      },
      {
        "name": "Церемонии лунного цикла",
        "description": "Церемонии, выровненные с лунными циклами для установления намерений, освобождения и манифестации. Свяжитесь с природными ритмами и космическими энергиями.",
        "elements": ["Лунное выравнивание", "Работа с намерениями", "Ритуалы освобождения", "Практики манифестации"],
        "benefits": ["Природные ритмы", "Манифестация намерений", "Эмоциональное освобождение", "Космическая связь"]
      },
      {
        "name": "Священное звуковое исцеление",
        "description": "Традиционное звуковое исцеление с использованием древних инструментов и вокальных техник. Испытайте исцеляющую силу священных звуков и вибраций.",
        "elements": ["Древние инструменты", "Вокальное тонирование", "Звуковые частоты", "Вибрационное исцеление"],
        "benefits": ["Звуковое исцеление", "Вибрационная терапия", "Эмоциональное освобождение", "Духовная связь"]
      },
      {
        "name": "Подготовка к видению-квесту",
        "description": "Подготовка и руководство для личных видений-квестов и духовных путешествий. Изучайте традиционные практики для глубокого духовного исследования.",
        "elements": ["Подготовка к квесту", "Традиционные практики", "Духовное руководство", "Протоколы безопасности"],
        "benefits": ["Духовная подготовка", "Личностный рост", "Традиционная мудрость", "Безопасное исследование"]
      },
      {
        "name": "Круг исцеления сообщества",
        "description": "Групповая церемония исцеления для связи сообщества, коллективного исцеления и общего духовного опыта. Создавайте связи через священную практику.",
        "elements": ["Групповое исцеление", "Связь сообщества", "Общие намерения", "Коллективная энергия"],
        "benefits": ["Исцеление сообщества", "Социальная связь", "Коллективная энергия", "Общий рост"]
      }
    ]
  },
  "testimonials": [
    {
      "name": "Ksenia",
      "text": "Я искренне благодарен нашему другу Мише, с помощью его метода гипокситерапии ушла очень сильная родовая программа. Я испытал такие невероятные ощущения в своем теле, это перерождение, которое меняет жизнь другого человека, позволяет взглянуть на мир другими глазами."
    },
    {
      "name": "Mr. Kim",
      "text": "После сеанса я чувствую себя очень расслабленно. Боль в спине прошла."
    }
  ],
  "contact": {
    "title": "Местоположение и контактная информация",
    "location": "Правило: декомпрессионная терапия"
  },
  "footer": {
    "about": "История",
    "privacy": [
      "Политика конфиденциальности",
      "Условия и положения",
      "Свяжитесь с нами"
    ],
    "social": "Telegram",
    "credits": "Designed with WordPress",
    "language_switcher": [
      "English",
      "Русский"
    ]
  }
}